jai bhim
<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="असा_भीम_होता.aspx.cs" Inherits="worlddemo.WebForm12" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
     <h2> स्तूप</h2>  
जेथे समाज सारा हा एकरूप आहे,<br />
तेथेच खरा माझ्या बाबांचा स्तूप आहे.<br /><br />

वादात रंगते ना, रंगून भंगते ना<br />
नेत्रूत्व ते अम्हाला तीर्थस्वरूप आहे.<br /><br />

द्वेषाचा दर्प नाही, तो काळसर्प नाही<br />
सत्कारणी क्रूतीचा जेथे हुरूप आहे.<br /><br />

तनमनाने धनाने, जळतो धिमेपणाने<br />
मानू तयास आम्ही तो भीमरूप आहे.<br /><br />

लोकशाहीर वामनदादा कर्डक


      <h2> असा भीम होता...</h2>
उपाशी जगाचा पसा भीम होता<br />
असा भीम होता, असा भीम होता.<br /><br />

नव्या माणसाचे नवे भक्त सारे<br />
उफाळून उठले नवे रक्त सारे<br />
अशा माणसांच्या नसा भीम होता.<br /><br />


गुलामी जगाची झुगारत होता<br />
पुढे हात सारे उगारत होता<br />
अशा काळजाचा ठसा भीम होता.<br /><br />   

लोकशाहीर वामनदादा कर्डक.
                     



</asp:Content>
