<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="आमचा_वाटा.aspx.cs" Inherits="worlddemo.WebForm8" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
      <h2>आमचा वाटा</h2>
      
सांगा आम्हाला बिर्ला बाटा टाटा कुठाय हो?<br />
सांगा धनाचा साठा आमचा वाटा कुठाय हो?<br /><br />


घाम शेतात आमचा गळे, चोर ऐतच घेऊन पळे<br />
धन चोरांचा हा पळण्याचा फाटा कुठाय हो?<br /><br />


न्याय वेशीला टांगा सदा, माल त्याचा की आमचा वदा<br />
करा निवाडा आणा तराजु , काटा कुठाय हो?<br /><br />


लोणी सारं तिकडं पळं, इथं भुकेनं जिवडा जळं<br />
दुकानवालेदादा आमचा आटा कुठाय हो?<br /><br />


इथ बिऱ्‍हाड उघड्यावर, तिथं लुगडी लुगड्यावर<br />
या दुबळीचं धुडकं-फडकं धाटा कुठाय हो?<br /><br />


इथं मीठ मिरची अन् तुरी, तिथं मुरगी काटा सुरी<br />
सांगा आम्हाला मुरगी कटलेट काटा कुठाय हो?<br /><br />


शोधा सारे साठे चला, आज पाडा वाडे चला<br />
वामनदादा आमचा घुगरी घाटा कुठाय हो?<br /><br />


लोकशाहीर वामनदादा कर्डक
</asp:Content>
