<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="आम्ही_तुफानातले_दिवे.aspx.cs" Inherits="worlddemo.WebForm15" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    
     <h2>आम्ही तुफानातले दिवे.</h2>

तुफानातले दिवे आम्ही तुफानातले दिवे<br />
तुफान वारा पाऊस धारा मुळी न आम्हा शिवे.<br /><br />


हल्ल्यावरती होती हल्ले अभंग अमुचे बाले किल्ले<br />
असाच ताठर माथा अमुचा जरा न खाली लवे.<br /><br />


हाय बिचारा दुबळा वारा निर्दयतेने करीतो मारा<br />
ह्या वाऱ्‍याने मावळणारी जात आमुची नव्हे.<br /><br />


तथागताच्या चिरंतनातून मानवतेच्या कणाकणातून<br />
भीमयुगाच्या निरांजनातून तेल मिळाले नवे.<br /><br />


काळ्या धरणीवरचे काळे, काळाने विणलेले जाळे<br />
करील काळे आपुले अता काळ्या करणीसवे.<br /><br />


एक दिव्याने पेटवलेले,चरितेसाठी पाठविलेले<br />
काळ्या रानी अखंड येथे फिरती आमुचे थवे.<br /><br />


जळू परंतू धरती उजळू ,प्रकाश येथे असाच उधळू<br />
सदा चांदणे सुखी नांदणे हेच अम्हाला हवे.      <br /><br />


लोकशाहीर वामनदादा कर्डक
</asp:Content>
