<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="चांदण्याची_छाया_कापराची_काया.aspx.cs" Inherits="worlddemo.WebForm9" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">


    
                    <h2>चांदण्याची छाया कापराची काया</h2>
        चांदण्याची छाया कापराची काया<br />
माऊलीची माया होता माझा भीमराया....<br /><br />

चोचीतला चारा देत होता सारा<br />
आईचा उबारा देत होता सारा<br />
भीमाईपरी चिल्यापिल्यावरी<br />
पंख पांघराया होता माझा भीमराया....<br /><br />

बोलतात सारे विकासाची भाषा;<br />
लोपली निराशा आता...लोपली निराशा ;<br />
सात कोटीमधी विकासाच्या आधी<br />
विकासाचा पाया होता माझा भीमराया....<br /><br />

झाले नवे नेते मलाईचे धनी ;<br />
वामनाच्या मनी येती जुन्या आठवणी;<br />
झुंज दिली खरी रामकुंडावरी;<br />
दगडगोटे खाया होता माझा भीमराया.....<br /><br />

लोकशाहीर वामनदादा कर्डक
</asp:Content>
