<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="जरी_संकटाची_काळरात_होती.aspx.cs" Inherits="worlddemo.WebForm14" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
     <h2> जरी संकटाची काळरात होती....</h2>
जरी संकटाची काळरात होती<br />
तरी भीमराया तुझी साथ होती.<br />
तुझी तेवण्याची सुरूवात होती,<br />
प्रकाशात माझी पिढी न्हात होती.<br /><br />

पालवीत होते प्रकाशाचे गोळे,<br />
चालवीत होते तुझे दोन डोळे,<br />
प्रकाशाचे गाणे मनी गात होती....<br />
अशी फौज माझी पुढे जात होती.<br /><br />

काळ्या काळजाची काळी काळदाती,<br />
दात खात होती, पुढे येत होती,<br />
तिचे काळे काळे, सुळे पाडण्याची<br />
तुझी रग माझ्या मनगटात होती....<br /><br />

गणतीच माझी गुलामात होती<br />
जिँदगीच माझी सलामात होती<br />
तोडलीस माझी गुलामीची बेडी<br />
अशी झुंजणारी तुझी जात होती.<br /><br />

मला दावलेली तुझी पायवाट<br />
झाली अता ती विकासाची वाट<br />
वदे आज "वामन" कालची तुझी ती<br />
पेरणी उद्याच्या विकासात होती.<br /><br />

लोकशाहीर वामनदादा कर्डक
 
</asp:Content>
