<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="लोकशाहीर_वामनदादा_कर्डक.aspx.cs" Inherits="worlddemo.WebForm7" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
   <h2>वामनदादा कर्डक</h2>
    वामन तबाजी कर्डक (१५ ऑगस्ट, इ.स. १९२२ - १५ मे, इ.स. २००४, इतर नावे - वामनदादा कर्डक, वामनराव कर्डक) हे एक मराठी लोकशाहीर, 
    लोककवी आणि आंबेडकरी चळवळीतील कार्यकर्ते होते. त्यांच्या हयातीतच त्यांचे चार काव्यसंग्रह प्रकाशित झाले होते.त्यांच्या घरची परिस्थिती हलाखीची 
    होती. त्यांचे वडील मोळ्या विकणे, टेंभुर्णीच्या पानाच्या विड्या करून विकणे हे आणि हेडीचा व्यवसाय करीत.<br /><br />

कर्डकांनी लहानपणी गुरे चारणे, जत्रेत कुस्त्या खेळणे, शिवडी येथे गिरणी कामगाराची नोकरी करणे, मातीकाम, सिमेंट काँक्रीटचे काम, चिक्की विकणे, 
    आईसफ्रूट विकणे, खडी फोडणे, टाटा ऑईल मिल मध्ये नोकरी, इत्यादी व्यवसाय केले. त्यांना वाचनाचा छंद असून त्यांनी लल्लाट लेख या नाटकात 
    घुमा या पात्राची भूमिका केली होती.<br /><br />

वामनदादा कर्डक यांनी ३ मे १९४३ रोजी पहिले विडंबन गीत लिहिले व त्यानंतर २००४ पर्यंत गीतलेखन व गायनाचा कार्यक्रम चालू ठेवला.. 
    त्यांच्या प्रकाशित आणि अप्रकाशित मिळून साधारणतः दहा हजाराच्या आसपास गीतरचना असल्याचा अंदाज आहे. कर्डकांनी डॉ. बाबासाहेब आंबेडकरांना
     १९४० साली नायगांव येथे पाहिले व त्यानंतर चाळीसगांव, मनमाड, टिळकनगर येथे त्यांनी आंबेडकरांच्या भाषणांत गायन केले.
            
    <br /><br />

  <h5> काव्यसंग्रहृ</h5> 
‘वाटचाल’ (गीतसंग्रह) १९७३
‘मोहळ’ (गीतसंग्रह) १९७६
‘हे गीत वामनाचे’ (गीतसंग्रह) १९७७
‘माझ्या जीवनाचं गाणं’ (आत्मकथन) १९९६
    <br /><br />
<h5>ध्वनिफिती व चित्रपट गीते</h5>
डॉ. बाबासाहेब आंबेडकरांची भेट
भीमज्योत
जय भीम गीते
सांगा या वेडीला माझ्या गुलछडीला (चिय्त्रपत - सांगत्ये ऐका)
चल गं हरणे तुरू तुरू (चित्रपट - पंचारती)
</asp:Content>
