<%@ Page Title="" Language="C#" MasterPageFile="~/lyrics.Master" AutoEventWireup="true" CodeBehind="समाजाच_काय.aspx.cs" Inherits="worlddemo.WebForm16" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
   <h2> समाजाच काय ?</h2>
(lyrics: वामनदादा कर्डक)<br /><br />
बेईमानोंका वर्तमान भी नही भविष्य भी चंगा है।<br />
इमान्दारोंके यहाँ रोटी के लिए दंगा है।<br />
इस देश का भ्र्ष्टाचार कैसे कम हो सकता है मेरे यारों<br />
क्योंकि यहाँ पाप धोने के लिए गंगा है।<br /><br />

तुझ्या हाती तूप आलं, तुझ्या हाती साय,<br />
समाजचं काय रं गड्या समाजचं काय<br /><br />

तुझ्या हाती आहे गड्या समाजाची नाडी ,<br />
राहायला माड़ी तुला, बसायला गाड़ी<br />
सांग तुझा धंदा असा आहे तरी काय<br />
समाजचं काय.........<br /><br />

काम नाही धाम नाही सकाळी उठुनी<br />
सुख तुला सार गड्या येतय रं कुठुनी<br />
सांग तुझा छंद असा आहे तरी काय<br />
समाजचं काय.........<br /><br />

हॉटेलात रोज रोज जेवता कसे रे<br />
गल्ल्यावरी काहीतरी ठेवता कसे रे<br />
रोज रोज खाता तुम्ही कोम्बडीचे पाय<br />
समाजचं काय.........<br /><br />

तुझ्यासाठी तुझ्याकडं सार काही हाय रं<br />
माझ्यासाठी तुझ्याकडं आहे तरी काय रं<br />
वामनला पुसते रोज वामनची माय<br />
समाजचं काय.........<br /><br />

</asp:Content>
